/* NSMenuItem : <title:About Cyberduck> (oid:117) */
"About Cyberduck" = "Tietoja Cyberduckista";

/* NSMenuItem : <title:Acknowledgments> (oid:566) */
"Acknowledgments" = "Kiitokset";

/* NSMenuItem : <title:Activity> (oid:497) */
"Activity" = "Aktiviteetti";

/* NSMenuItem : <title:Back> (oid:217) */
"Back" = "Edellinen";

/* NSMenuItem : <title:Bonjour> (oid:288) */
"Bonjour" = "Bonjour";

/* NSMenu : <title:Bookmark> (oid:226) */
"Bookmark" = "Kirjanmerkki";

/* NSMenuItem : <title:Bring All to Front> (oid:100) */
"Bring All to Front" = "Tuo kaikki eteen";

/* NSMenuItem : <title:Check for Update…> (oid:189) */
"Check for Update…" = "Tarkista päivityksiä…";

/* NSMenuItem : <title:Close Window> (oid:183) */
"Close Window" = "Sulje ikkuna";

/* NSMenu : <title:Column> (oid:475) */
"Column" = "Sarake";

/* NSMenuItem : <title:Copy> (oid:81) */
"Copy" = "Kopioi";

/* NSMenu : <title:Copy URL> (oid:591) */
"Copy URL" = "Kopioi URL";

/* NSMenu : <title:Create Archive> (oid:505) */
"Create Archive" = "Luo arkisto";

/* NSMenuItem : <title:Customize Toolbar…> (oid:119) */
"Customize Toolbar…" = "Muokkaa työkalupalkkia…";

/* NSMenuItem : <title:Cut> (oid:106) */
"Cut" = "Leikkaa";

/* NSMenu : <title:Cyberduck> (oid:120) */
"Cyberduck" = "Cyberduck";

/* NSMenuItem : <title:Cyberduck Help> (oid:564) */
"Cyberduck Help" = "Cyberduck Ohje";

/* NSMenuItem : <title:Delete> (oid:193) */
"Delete" = "Poista";

/* NSMenuItem : <title:Delete Bookmark> (oid:227) */
"Delete Bookmark" = "Poista kirjanmerkki";

/* NSMenuItem : <title:Disconnect> (oid:303) */
"Disconnect" = "Katkaise yhteys";

/* NSMenuItem : <title:Donate…> (oid:88) */
"Donate…" = "Lahjoita…";

/* NSMenuItem : <title:Download> (oid:239) */
"Download" = "Tuo";

/* NSMenuItem : <title:Download As…> (oid:244) */
"Download As…" = "Tuo nimellä…";

/* NSMenuItem : <title:Download To…> (oid:434) */
"Download To…" = "Tuo kansioon…";

/* NSMenuItem : <title:Duplicate Bookmark> (oid:587) */
"Duplicate Bookmark" = "Monista kirjanmerkki";

/* NSMenuItem : <title:Duplicate…> (oid:300) */
"Duplicate…" = "Monista tiedosto…";

/* NSMenuItem : <title:Edit> (oid:114) */
"Edit" = "Muokkaus";

/* NSMenuItem : <title:Edit Bookmark> (oid:228) */
"Edit Bookmark" = "Muokkaa kirjanmerkkiä";

/* NSMenu : <title:Edit With> (oid:518) */
"Edit With" = "Muokkaa käyttäen";

/* NSMenuItem : <title:Enclosing Folder> (oid:218) */
"Enclosing Folder" = "Sisältävä kansio";

/* NSMenuItem : <title:Expand Archive> (oid:500) */
"Expand Archive" = "Pura arkisto";

/* NSMenuItem : <title:File> (oid:93) */
"File" = "Tiedosto";

/* NSMenuItem : <title:Forward> (oid:354) */
"Forward" = "Seuraava";

/* NSMenu : <title:Go> (oid:210) */
"Go" = "Siirry";

/* NSMenuItem : <title:Go to Folder…> (oid:215) */
"Go to Folder…" = "Siirry kansioon…";

/* NSMenu : <title:Help> (oid:169) */
"Help" = "Ohje";

/* NSMenuItem : <title:Hide Cyberduck> (oid:101) */
"Hide Cyberduck" = "Kätke Cyberduck";

/* NSMenuItem : <title:Hide Others> (oid:98) */
"Hide Others" = "Kätke muut";

/* NSMenuItem : <title:Hide Toolbar> (oid:116) */
"Hide Toolbar" = "Kätke työkalupalkki";

/* NSMenu : <title:History> (oid:323) */
"History" = "Historia";

/* NSMenuItem : <title:Hostname> (oid:618) */
"Hostname" = "Hostname";

/* NSMenuItem : <title:Info> (oid:94) */
"Info" = "Tietoja";

/* NSMenuItem : <title:Inside> (oid:220) */
"Inside" = "Valittuun";

/* NSMenuItem : <title:License> (oid:565) */
"License" = "Lisenssi";

/* NSMenu : <title:MainMenu> (oid:103) */
"MainMenu" = "Päävalikko";

/* NSMenu : <title:Menu> (oid:250) */
"Menu" = "Valikko";

/* NSMenuItem : <title:Minimize> (oid:104) */
"Minimize" = "Minimoi";

/* NSMenuItem : <title:New Bookmark> (oid:224) */
"New Bookmark" = "Uusi kirjanmerkki";

/* NSMenuItem : <title:New Browser> (oid:252) */
"New Browser" = "Uusi selain";

/* NSMenuItem : <title:New Download> (oid:204) */
"New Download" = "Uusi tuonti";

/* NSMenuItem : <title:New File…> (oid:267) */
"New File…" = "Uusi tiedosto…";

/* NSMenuItem : <title:New Folder…> (oid:191) */
"New Folder…" = "Uusi kansio…";

/* NSMenuItem : <title:New Symbolic Link…> (oid:610) */
"New Symbolic Link…" = "New Symbolic Link…";

/* NSMenuItem : <title:Nickname> (oid:617) */
"Nickname" = "Nickname";

/* NSMenuItem : <title:Open Connection…> (oid:125) */
"Open Connection…" = "Avaa yhteys…";

/* NSMenu : <title:Open URL> (oid:598) */
"Open URL" = "Avaa selaimessa";

/* NSMenuItem : <title:Open in Terminal.app> (oid:574) */
"Open in Terminal.app" = "Avaa Pääte";

/* NSMenuItem : <title:Paste> (oid:109) */
"Paste" = "Sijoita";

/* NSMenuItem : <title:Preferences…> (oid:102) */
"Preferences…" = "Asetukset…";

/* NSMenuItem : <title:Print…> (oid:358) */
"Print…" = "Tulosta…";

/* NSMenuItem : <title:Protocol> (oid:619) */
"Protocol" = "Protokollla";

/* NSMenuItem : <title:Quick Look> (oid:492) */
"Quick Look" = "Vilkaise";

/* NSMenuItem : <title:Quit Cyberduck> (oid:92) */
"Quit Cyberduck" = "Lopeta Cyberduck";

/* NSMenuItem : <title:Redo> (oid:422) */
"Redo" = "Tee sittenkin";

/* NSMenuItem : <title:Refresh> (oid:212) */
"Refresh" = "Virkistä";

/* NSMenuItem : <title:Rename…> (oid:432) */
"Rename…" = "Nimeä tiedosto uudelleen…";

/* NSMenuItem : <title:Report a Bug> (oid:567) */
"Report a Bug" = "Raportoi virhe";

/* NSMenuItem : <title:Revert> (oid:581) */
"Revert" = "Revert";

/* NSMenuItem : <title:Search…> (oid:521) */
"Search…" = "Etsi…";

/* NSMenuItem : <title:Select All> (oid:105) */
"Select All" = "Valitse kaikki";

/* NSMenuItem : <title:Send Command…> (oid:348) */
"Send Command…" = "Lähetä komento…";

/* NSMenu : <title:Services> (oid:127) */
"Services" = "Palvelut";

/* NSMenuItem : <title:Show All> (oid:83) */
"Show All" = "Näytä kaikki";

/* NSMenuItem : <title:Show Hidden Files> (oid:270) */
"Show Hidden Files" = "Näytä piilotetut tiedostot";

/* NSMenu : <title:Sort By> (oid:615) */
"Sort By" = "Lajittele";

/* NSMenuItem : <title:Stop> (oid:436) */
"Stop" = "Pysäytä";

/* NSMenuItem : <title:Synchronize…> (oid:265) */
"Synchronize…" = "Synkronoi…";

/* NSMenuItem : <title:Text Encoding> (oid:276) */
"Text Encoding" = "Merkkimuunnos";

/* NSMenuItem : <title:Toggle Bookmarks> (oid:489) */
"Toggle Bookmarks" = "Kytke kirjanmerkit";

/* NSMenuItem : <title:Toggle Log Drawer> (oid:487) */
"Toggle Log Drawer" = "Kytke loki-ikkuna";

/* NSMenuItem : <title:Transfers> (oid:370) */
"Transfers" = "Siirrot";

/* NSMenuItem : <title:Undo> (oid:421) */
"Undo" = "Peru";

/* NSMenuItem : <title:Upload…> (oid:291) */
"Upload…" = "Vie…";

/* NSMenu : <title:View> (oid:118) */
"View" = "Näytä";

/* NSMenu : <title:Window> (oid:122) */
"Window" = "Ikkuna";

/* NSMenuItem : <title:as List> (oid:315) */
"as List" = "Listana";

/* NSMenuItem : <title:as Outline> (oid:316) */
"as Outline" = "Luettelona";

